Repository: bingo-agency/modulus-ios-master-3
Catalog: Modulus/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

source: Please enter
pt_br: Favor inserir

source: Sign up
pt_br: Entrar

source: NOT NOW
pt_br: AGORA NÃO

source: Forgot password?
pt_br: Esqueceu a senha?

source: Password
pt_br: Senha

source: Please enter valid email
pt_br: Favor informar um e-mail válido

source: Please enter password
pt_br: Favor informar a senha

source: Do you want to Login to use this feature ?
pt_br: Você deseja fazer o login para usar este recurso??

source: Forgot Password
pt_br: Esqueceu a Senha

source: Please enter your email
pt_br: Favor informar seu email

source: SEND VERIFICATION EMAIL
pt_br: ENVIAR EMAIL DE VERIFICAÇÃO.

source: please check your inbox for password reset link
pt_br: Verifique a sua caixa de entrada para o link de redefinição de senha

source: Sign Up
pt_br: Cadastre-se

source: SIGN UP
pt_br: CADASTRE-SE

source: Name
pt_br: Nome

source: Confirm Password
pt_br: Confirme a Senha

source: Country
pt_br: País

source: Mobile
pt_br: Telefone Celular

source: Middle Name
pt_br: Nome do Meio

source: Last Name
pt_br: Sobrenome

source: Please complete the sign-up process by clicking on the link in your email inbox
pt_br: Por favor, complete o seu cadastro clicando no link enviado para o seu e-mail

source: Password and confirm password do not match
pt_br: A confirmação de senha não confere

source: Please enter valid password
pt_br: Favor informar a validação de senha

source: Please enter confirm password
pt_br: Favor confirmar a senha

source: Please enter country
pt_br: Favor informar o País

source: Please enter mobile number
pt_br: Favor informar o telefone celular.

source: Please enter valid mobile number
pt_br: Favor informar um número de celular válido

source: Please enter first name
pt_br: Favor inserir o primeiro nome

source: Please enter last name
pt_br: Favor inserir o sobrenome

source: Search Country
pt_br: Procurar País

source: Please select country
pt_br: Favor selecionar o País

source: Have an account already? Log in
pt_br: Você já tem uma conta? Log in

source: Password must be no less than 7 characters including uppercase and lowercase letters
pt_br: A senha deve ter no mínimo 7 caracteres e conter letras maiúsculas e minúsculas

source: SUBMIT
pt_br: ENVIAR

source: Get a verification code from 'Google Authenticator' app
pt_br: Obtenha um código de verificação do aplicativo Google Authenticator

source: Please enter the One Time Password (OTP) which was sent to
pt_br: Por favor, digite a senha de uso único (OTP) que foi enviada para

source: Security verification
pt_br: Verificação de Segurança

source: Didn't Receive OTP? Send again
pt_br: Não recebeu OTP? Envie novamente

source: OTP has been successfully sent
pt_br: OTP foi enviado com sucesso

source: Please Enter OTP
pt_br: Por favor, insira OTP

source: Didn't Receive OTP ?
pt_br: Não recebeu OTP?

source: Send again
pt_br: Enviar novamente

source: Wallet
pt_br: Carteira

source: Account
pt_br: Conta

source: Market
pt_br: Mercado

source: Last Price
pt_br: Último Preço

source: Change
pt_br: Alterar

source: No data available
pt_br: Não há dados disponíveis

source: High
pt_br: Alta

source: Low
pt_br: Baixa

source: MARKET
pt_br: MERCADO

source: DEPTH
pt_br: PROFUNDIDADE

source: Amount
pt_br: Quantidade

source: ORDER BOOK
pt_br: LIVRO DE ORDENS

source: TRADE HISTORY
pt_br: HISTÓRICO DE TRADING

source: AVAILABLE
pt_br: DISPONÍVEL

source: IN ORDER
pt_br: EM ORDEM

source: CONVERT BTC
pt_br: CONVERTER BTC

source: BUY
pt_br: COMPRAR

source: SELL
pt_br: VENDER

source: No Depth chart data available
pt_br: Não há dados do gráfico de profundidade disponíveis

source: Orders
pt_br: Ordens

source: Are you sure you want to cancel this order?
pt_br: Tem certeza de que deseja cancelar esta ordem?

source: Order has been cancelled
pt_br: A ordem foi cancelada

source: Trading Pair
pt_br: Pares de Trading

source: Price
pt_br: Fiat

source: Amount Filled
pt_br: Quantidade preenchida

source: Total Amount
pt_br: Quantidade Total

source: CANCEL
pt_br: CANCELAR

source: Order placed successfully.
pt_br: Ordem colocada com sucesso.

source: Good till cancelled
pt_br: Bom até cancelado

source: Immediate or cancel
pt_br: Imediato ou cancelar

source: Fill or Kill
pt_br: Preencha ou Finalize

source: Day only
pt_br: Somente dia

source: Ask Price
pt_br: Preço de Compra

source: Bid Price
pt_br: Preço de Venda

source: Sell
pt_br: Vender

source: Buy
pt_br: Comprar

source: All
pt_br: Todos

source: Highest bid
pt_br: Maior valor de venda

source: Lowest ask
pt_br: Menor valor de compra

source: Are you sure you want to place this order?
pt_br: Tem certeza de que deseja colocar esta ordem?

source: Please enter volume value
pt_br: Favor insira o valor do volume

source: Please enter limit value
pt_br: Favor insira o valor limite

source: Please enter stop value
pt_br: Favor insira o valor de parada

source: Please enter price value
pt_br: Favor insira o valor do preço

source: Time in Force
pt_br: Restrição de Tempo

source: Stop
pt_br: Parar

source: All Sell Orders
pt_br: Todas as Ordens de Venda

source: My Sell Orders
pt_br: Minhas Ordens de Venda

source: All Buy Orders
pt_br: Todas as Ordens de Compra

source: My Buy Orders
pt_br: Minhas Ordens de Compra

source: Buy Orders
pt_br: Comprar Ordens

source: Sell Orders
pt_br: Vender Ordens

source: Limit
pt_br: Limite

source: CONFIRM
pt_br: CONFIRMAR

source: Absolute Trailing Value
pt_br: Valor Absoluto de Trailing

source: Trailing Value Percentage
pt_br: Porcentagem de Valor de Trailing

source: Security Verification
pt_br: Verificação de Segurança

source: Change Password
pt_br: Mudar Senha

source: Fiat Currency
pt_br: Moeda Fiat

source: Order History
pt_br: Histórico de Ordens

source: Log out
pt_br: Sair

source: Are you sure you want to logout of this account?
pt_br: Tem certeza de que deseja sair desta conta?

source: Search Currency
pt_br: Procurar Moeda

source: KYC Verification
pt_br: Verificação KYC

source: NO
pt_br: NÃO

source: New Password must be no less than 7 characters
pt_br: A Nova Senha deve ter pelo menos 7 caracteres

source: Please Enter Values for all fields
pt_br: Favor Preencher os Valores em todos campos

source: * For security purposes no withdrawals are permitted for 24 hours after modification of security methods.
pt_br: * Por motivos de segurança, não será permitido saques durante 24 horas após a modificação dos métodos de segurança.

source: Old Password
pt_br: Senha Antiga

source: New Password
pt_br: Nova Senha

source: Ooops…something wrong, try one more time
pt_br: Ooops ... algo errado, tente mais uma vez

source: Password and confirm password should be same
pt_br: A senha e confirmação de senha devem ser a mesma

source: Password changed successfully
pt_br: Senha alterada com sucesso

source: Password must be no less than 7 characters including uppercase and lowercase letters
pt_br: A senha deve ter no mínimo 7 caracteres e conter letras maiúsculas e minúsculas

source: Paring code copied
pt_br: Código de pareamento copiado

source: Enable 2FA
pt_br: Ativar 2FA

source: Disable 2FA
pt_br: Desativar 2FA

source: Please enter your 6-digit authenticator code
pt_br: Por favor, digite seu código de autenticador de 6 dígitos

source: Two-factor authentication (2fa) greatly increases security by requiring both your password and another form of authentication. Cryptosa implements 2fa utilizing Google Authenticator. To enable this feature simply download Google Authenticator on your mobile device and scan the QRCode.
pt_br: A autenticação de dois fatores (2FA) aumenta muito a segurança exigindo sua senha e uma outra forma de autenticação. A Criptohub implementa o 2fa utilizando o Google Authenticator. Para ativar esse recurso, basta baixar o Google Authenticator em seu dispositivo móvel e digitalizar o QRCode.

source: COPY
pt_br: COPIAR

source: Input your 6-digit authenticator code
pt_br: Insira seu código de autenticador de 6 dígitos

source: Address copied
pt_br: Endereço copiado

source: Deposit
pt_br: Depósito

source: History
pt_br: Histórico

source: Withdrawal History
pt_br: Histórico de Retirada

source: Hide assets with small amounts
pt_br: Ocultar ativos com pequenas quantias

source: Show assets with small amounts
pt_br: Mostrar ativos com pequenas quantias

source: Please enter wallet address
pt_br: Por favor, indique o endereço da carteira

source: Min withdrawal amount
pt_br: Quantia mínima de retirada

source: Max withdrawal amount
pt_br: Valor máximo de retirada

source: Please enter valid address
pt_br: Por favor insira um endereço válido

source: Are you sure you want to place this withdrawal request?
pt_br: Tem certeza de que deseja colocar este pedido de retirada?

source: Please complete the withdrawal process by clicking on the link in your email inbox
pt_br: Por favor, complete o processo de retirada clicando no link enviado para seu email

source: Please enter amount
pt_br: Favor informar o valor

source: Withdrawal
pt_br: Saque

source: Open Orders
pt_br: Ordens em Aberto

source: ESTIMATED VALUE
pt_br: VALOR ESTIMADO

source: IN ORDERS
pt_br: EM ORDENS

source: - The transfer of digital assets between the accounts of this platform is not supported, please ensure that your transfer address is not our account address. - We will process your withdrawal in 30 minutes, it depends on the blockchain when the assets would finally transferred to your wallet. - To enhance the security of your assets, if your withdrawal amount is larger than 50.0 BTC, we have to manually proccess your request, please double check your withdraw address.
pt_br: - A transferência de ativos digitais entre as contas desta plataforma não é suportada, certifique-se de que o seu endereço de transferência não é o endereço da nossa conta. - Processaremos seu saque em 30 minutos, depende do blockchain quando os ativos finalmente transferidos para sua carteira. - Para aumentar a segurança de seus ativos, se seu valor de retirada for maior que 50,0 BTC, nós precisaremos processar manualmente sua solicitação, verifique seu endereço de retirada.

source: Fee
pt_br: Taxa

source: Select Wallet Address
pt_br: Selecione o endereço da carteira

source: ALL
pt_br: TODOS

source: Google Autheticator Code
pt_br: Código do Google Autheticator

source: Address Tag
pt_br: Etiqueta de endereço

source: Address
pt_br: Endereço

source: Account Number must be exactly 26 characters
pt_br: HesapNumarası tam olarak 26 karakter olmalı

source: Account number copied
pt_br: Número da conta copiado

source: - Do not use this address to deposit any other asset than the selected one. Any loss due to maloperation can not be retrieved. - This is your one and only address for depositing purpose. You are allowed to proceed multiple deposits simultaneously. - Depositing wil be done automatically. Selecting asset to transfer requires confirmation from the whole Bitcoin network. The asset you selected will be deposited into your account when reaches 6 confirmations.
pt_br: - Não use este endereço para depositar qualquer outro ativo que não o selecionado. Qualquer perda devido a mau funcionamento não pode ser recuperada. - Este é seu único endereço para fins de depósito. Você pode fazer vários depósitos simultaneamente. - O depósito será feito automaticamente. Selecionar um ativo para transferir requer a confirmação de toda a rede Bitcoin. O ativo que você selecionou será depositado em sua conta quando atingir 6 confirmações.

source: Deposit History
pt_br: Yatırım Geçmişi

source: Bank Details
pt_br: Detalhes Bancários

source: Bank Name
pt_br: Nome do Banco

source: Beneficiary Name
pt_br: Nome do Beneficiário

source: Bank Routing Code
pt_br: Código de Encaminhamento Bancário

source: Account Number
pt_br: Número da Conta

source: Swift Code
pt_br: Código Swift

source: Location
pt_br: Localização

source: Submit Deposit
pt_br: Enviar depósito

source: Request Amount
pt_br: Montante da Solicitação

source: Comments
pt_br: Comentários

source: ALREADY HAVE
pt_br: JÁ TEM

source: Are you sure you want to cancel Deposit request?
pt_br: Tem certeza de que deseja cancelar a solicitação de depósito?

source: Request amount cannot be empty
pt_br: O valor da solicitação não pode estar vazio

source: Transaction ID cannot be empty
pt_br: ID da transação não pode estar vazio

source: Select a Payment Method
pt_br: Selecione um método de pagamento

source: Search Bank Name
pt_br: Arama Bankası Adı

source: Bank Transfer
pt_br: Transferência Bancária

source: Online Payment
pt_br: Pagamento Online

source: You will be redirected to an external website to complete your deposit.
pt_br: Você será redirecionado para um site externo para concluir seu depósito.

source: Trasnsaction Fee
pt_br: Taxa de transação

source: Charge Amount
pt_br: Quantidade cobrança

source: Destination Tag:
pt_br: Tag de Destino:

source: The internet appears to be offline
pt_br: A internet parece estar offline

source: Search Coin
pt_br: Pesquisar moeda

source: Your choice
pt_br: Sua escolha

source: Favorites
pt_br: Favoritos

source: server error
pt_br: erro de servidor

source: Settings
pt_br: Configurações

source: URL Changed successfully
pt_br: URL Alterado com Sucesso

source: Invalid URL
pt_br: URL Inválida

source: SAVE
pt_br: SALVAR

source: REFRESH THEME
pt_br: ATUALIZAR TEMA

source: Please Confirm
pt_br: Favor Confirmar

source: Some thing went wrong
pt_br: Alguma coisa deu errado

source: Payment by QRCode
pt_br: Pagamento por QRCode

source: Scan the QR Code
pt_br: Escaneie o o QR Code

source: Transaction data
pt_br: Dados da transação

source: Transaction Code
pt_br: Cód. da transação

source: Total amount
pt_br: Quantidade Total

source: Select currency
pt_br: Selecione a moeda

source: Selected currency
pt_br: Moeda selecionada

source: Currency value
pt_br: Valor moeda

source: Transaction successful.
pt_br: Transação efetuada com sucesso.

source: Please enter Google Authenticator Code
pt_br: Insira o código do Google Authenticator

source: We have processed your payment request. Please complete the final step in payment by clicking on the link you received in email requesting withdrawal of funds!
pt_br: Processamos sua solicitação de pagamento. Por favor, preencha o passo final no pagamento, clicando no link que você recebeu no email solicitando a retirada de fundos!

source: Balance
pt_br: Equilibrar

source: fetching
pt_br: buscando

source: Language
pt_br: Língua

source: Are you sure you want to change language to
pt_br: Tem certeza de que deseja alterar o idioma para

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Pairs
pt_br: Pares

source: Do you want to enable biometrics to unlock app ?
pt_br: Deseja ativar a biometria para desbloquear o aplicativo?

source: App unlock failed, because
pt_br: O desbloqueio do aplicativo falhou porque

source: There was a problem verifying your identity.
pt_br: Ocorreu um problema ao verificar sua identidade.

source: you pressed cancel.
pt_br: você pressionou cancelar.

source: you pressed password.
pt_br: você pressionou a senha.

source: Face ID/Touch ID is not available.
pt_br: O ID do rosto / ID do toque não está disponível.

source: Face ID/Touch ID is not set up.
pt_br: O ID do rosto / ID do toque não está configurado.

source: Face ID/Touch ID is locked.
pt_br: O ID do rosto / ID do toque está bloqueado.

source: Face ID/Touch ID may not be configured
pt_br: O ID do rosto / ID do toque pode não estar configurado

source: Touch ID not available
pt_br: Touch ID não disponível

source: OK
pt_br: ESTÁ BEM

source: Biometric Lock
pt_br: Bloqueio biométrico

source: When enabled, you'll need to use
pt_br: Quando ativado, você precisará usar

source: to unlock CriptoHub
pt_br: para desbloquear o CriptoHub

source: Face ID
pt_br: ID do rosto

source: Enable Biometric Lock
pt_br: Ativar bloqueio biométrico

source: Register / enable biometric in settings
pt_br: Registrar / ativar configurações biométricas
